Repository: orion-supernova/NestZone
Catalog: NestZone/Resources/Localizable.xcstrings
Source language: en
Languages: tr

# tasks_kind_shopping
source: Shopping
tr: Alışveriş

# tasks_priority_high
source: High
tr: Yüksek

# tasks_priority_label
source: Priority
tr: Öncelik

# tasks_priority_low
source: Low
tr: Düşük

# tasks_priority_medium
source: Medium
tr: Orta

# tasks_screen_title
source: Tasks
tr: Görevler

# tasks_task_deleted
source: Deleted “%@”
tr: “%@” silindi

# tasks_title_label
source: What needs doing?
tr: Ne yapılmalı?

# tasks_toggle_action
source: Toggle done
tr: Tamamlandı işaretle

# theme_basic
source: Basic
tr: Sade

# theme_cyberpunk
source: Cyberpunk
tr: Siberpunk

# theme_deep_ocean
source: Deep Ocean
tr: Derin Okyanus

# theme_neon_night
source: Neon Night
tr: Neon Gece

# time_days_ago
source: %lld d ago
tr: %lld gün önce

# time_hours_ago
source: %lld h ago
tr: %lld sa önce

# time_just_now
source: Just now
tr: Az önce

# time_minutes_ago
source: %lld min ago
tr: %lld dk önce

# user.fallbackName
source: Someone
tr: Biri

# user_unknown
source: Unknown User
tr: Bilinmeyen Kullanıcı

# validation.eventEndsBeforeStart
source: The event ends before it starts.
tr: Etkinlik başlamadan bitiyor.

# validation.eventTitleEmpty
source: Give the event a name.
tr: Etkinliğe bir ad verin.

# validation.homeNameEmpty
source: Give your home a name.
tr: Evine bir ad ver.

# validation.inviteCodeEmpty
source: Enter an invite code.
tr: Bir davet kodu gir.

# validation.itemNameEmpty
source: Name the item first.
tr: Önce ürünü adlandır.

# validation.listNameEmpty
source: Name the list first.
tr: Önce listeyi adlandır.

# validation.nameEmpty
source: Enter a name.
tr: Bir ad gir.

# validation.noteEmpty
source: Write something first.
tr: Önce bir şeyler yaz.

# validation.recipeTitleEmpty
source: Give the recipe a title.
tr: Tarife bir başlık ver.

# validation.taskTitleEmpty
source: Give the task a title.
tr: Göreve bir başlık ver.

# what_to_watch_creating_poll
source: Creating your movie poll...
tr: Film anketiniz oluşturuluyor...

# what_to_watch_creating_poll_details
source: This may take a moment while we prepare your personalized movie selection
tr: Kişiselleştirilmiş film seçiminizi hazırlarken biraz zaman alabilir

# what_to_watch_end_poll
source: End Poll
tr: Anketi Bitir

# what_to_watch_in_poll_instructions
source: Swipe right for Yes, left for No
tr: Evet için sağa, Hayır için sola kaydırın

# what_to_watch_loading_movies
source: Loading Movies
tr: Filmler Yükleniyor

# what_to_watch_loading_movies_details
source: Fetching movie details for your poll...
tr: Anketiniz için film detayları getiriliyor...

# what_to_watch_no_in_poll_instructions
source: Create polls and discover movies together
tr: Anketler oluşturun ve birlikte filmler keşfedin

# what_to_watch_poll_complete
source: Poll Complete!
tr: Anket Tamamlandı!

# what_to_watch_poll_complete_subtitle
source: All movies have been reviewed
tr: Tüm filmler incelendi

# what_to_watch_previous_polls
source: Previous Polls
tr: Önceki Anketler

# what_to_watch_start_poll
source: Start Movie Poll
tr: Film Anketi Başlat

# what_to_watch_title
source: What to watch tonight
tr: Bu akşam ne izleyelim

# what_to_watch_voting_progress
source: Voting Progress
tr: Oylama İlerlemesi

# what_to_watch_waiting_stats
source: Waiting for voting statistics...
tr: Oylama istatistikleri bekleniyor...

# what_to_watch_winner_announcement
source: 🎉 We have a winner! 🎉
tr: 🎉 Kazananımız var! 🎉

# what_to_watch_winner_house_votes
source: This movie got the most votes from your house!
tr: Bu film evinizdeki en çok oyu aldı!

# year_input_create_poll
source: Create %d Poll
tr: %d Anketi Oluştur

# year_input_creating_poll
source: Creating Poll...
tr: Anket Oluşturuluyor...

# year_input_picker_title
source: Year
tr: Yıl

# year_input_selected_year
source: Selected Year
tr: Seçilen Yıl

# year_input_subtitle
source: Choose movies from a specific year
tr: Belirli bir yıldan filmler seçin

# year_input_title
source: Search by Year
tr: Yıla Göre Ara
